Repository: AlanTaranti/rilato
Catalog: po/*.po
Languages: cs, fr, he, hi, ka, sl, tr

source: Do you want to import these feeds?
fr: Voulez-vous importer ces flux ?
he: האם ברצונך לייבא הזנות אלה?
hi: क्या आप ये फीड आयात करना चाहते हैं?
ka: გნებავთ ამ ლენტების შემოტანა?
sl: Ali želite uvoziti te vire?
tr: Bu beslemeleri içeri aktarmak istiyor musunuz?

source: Do you want to import this feed?
fr: Voulez-vous importer ce flux ?
he: האם ברצונך לייבא הזנה זו?
hi: क्या आप यह फीड आयात करना चाहते हैं?
ka: გნებავთ ამ ლენტის შემოტანა?
sl: Ali želite uvoziti ta vir?
tr: Bu beslemeyi içeri aktarmak istiyor musunuz?

source: opml file local url or rss remote url to import
fr: fichier opml local ou URL distante à importer
he: קובץ OPML מקומי, כתובת URL או RSS מרוחק לייבוא
hi: आयात करने के लिए opml फाइल स्थानीय URL या RSS रिमोट URL
ka: opml ფაილის ლოკალური ბმული ან rss დაშორებული ბმული, შემოსატანად
sl: Krajevni URL ali oddaljeni URL RSS datoteke OPML za uvoz
tr: içeri aktarılacak yerel ompl dosyası url'si veya uzak rss url'si

source: Error: unable to parse datetime {0} for feeditem {1}
cs: Chyba: nelze analyzovat datum {0} pro feeditem {1}
fr: Erreur : impossible d'analyser la date {0} pour le flux {1}
he: שגיאה: לא ניתן לנתח את התאריך והשעה {0} עבור פריט הזנה {1}
hi: त्रुटि: feeditem {1} के लिए datetime {0} का विश्लेषण करने में असमर्थ
ka: შეცდომა: ვერ დავამუშავე თარიღი და დრო {0} ლენტის ელემენტისთვის {1}
sl: Napaka: ni mogoče razčleniti {0} datetime za element vira {1}
tr: Hata: feeditem {1} için datetime verisi {0} ayrıştırılamadı

source: Errors while parsing feed `{0}`
cs: Chyby při parsování feedu `{0}`
fr: Erreurs lors de l'analyse du flux `{0}`
he: שגיאה בניתוח הזנה '{0}'
tr: `{0}` beslemesi ayrıştırılırken hata meydana geldi

source: `{0}` may not be an RSS or Atom feed
cs: `{0}` nesmí být RSS nebo Atom feed.
fr: `{0}` n'est sans doute pas un flux RSS ou Atom
he: ‏יתכן ו־'{0} אינו הזנת RSS או Atom
hi: `{0}` RSS या एटम फीड नहीं हो सकता है
ka: '{0}' შეიძლება, RSS ან ატომური ლენტა არ იყოს
sl: »{0}« ne sme biti vir RSS ali Atom
tr: `{0}` bir RSS veya Atom beslemesi olmayabilir

source: Feed {0} exists already, skipping
fr: Le flux {0} existe déjà, ignoré
he: הזנה {0} כבר קיימת, מדלג
hi: फीड {0} पहले से मौजूद है, छोड़ा जा रहा है
ka: ლენტა {0} უკვე არსებობს. გამოტოვება
sl: Vir {0} že obstaja, preskoči
tr: Besleme {0} halihazırda mevcut, atlanıyor

source: All feeds
fr: Tous les flux
he: כל ההזנות
hi: सभी फीड
ka: ყველა ლენტა
sl: Vsi viri
tr: Tüm beslemeler

source: There were problems with some feeds. Do you want to remove them?
fr: Il y a eu des problèmes avec certains flux. Voulez-vous les supprimer ?
he: יש בעיות עם כמה הזנות. האם ברצונך למחוק אותן?

source: {0} new article
fr: {0} nouvel article
he: מאמר חדש אחד
hi: {0} नया आलेख
ka: {0} ახალი სტატია
sl: {0} novih člankov

source: Manage Feeds
fr: Gérer les flux
he: ניהול הזנות
hi: फीड प्रबंधित करें
ka: ლენტების მართვა
sl: Upravljaj vire
tr: Beslemeleri Yönet

source: Do you want to delete these feeds?
fr: Voulez-vous supprimer ces flux ?
he: האם ברצונך למחוק הזנות אלה?
hi: क्या आप ये फीड हटाना चाहते हैं?
ka: გნებავთ ამ ლენტების წაშლა?
sl: Ali želite izbrisati te vire?
tr: Bu beslemeleri silmek istiyor musunuz?

source: XML files
fr: Fichiers XML
he: קובצי XML
hi: XML फाइलें
ka: XML ფაილები
sl: Datoteke XML
tr: XML dosyları

source: Choose an OPML file to import
fr: Choisir un fichier OPML à importer
he: בחירת קובץ OPML לייבוא
hi: आयात करने के लिए एक OPML फाइल चुनें
ka: აირჩიეთ შემოსატანი OPML ფაილი
sl: Izberite datoteko OPML za uvoz
tr: İçeri aktarmak için bir OPML dosyası seçin

source: Open
fr: Ouvrir
he: פתיחה
hi: खोलें
ka: გახსნა
sl: Odpri
tr: Aç

source: Cancel
fr: Annuler
he: ביטול
hi: रद्द करें
ka: გაუქმება
sl: Prekliči
tr: İptal Et

source: Choose where to save the exported OPML file
cs: Vyberte umístění pro uložení exportovaného souboru OPML
fr: Choisir où enregistrer le fichier OPML exporté
he: בחירה היכן לשמור את קובץ ה־OPML המיובא
hi: निर्यातित OPML फाइल को सहेजने का स्थान चुनें
ka: აირჩიეთ, სად ჩავწერო გატანილი OPML ფაილი
sl: Izberite, kam želite shraniti izvoženo datoteko OPML
tr: Dışarı aktarılan OPML dosyasının nereye kaydedileceğini seçin

source: Save
fr: Sauvegarder
he: שמירה
hi: सहेजें
ka: შენახვა
sl: Shrani
tr: Kaydet

source: Error: OPML path provided does not exist
cs: Chyba: Umíštění OPML neexistuje.
fr: Erreur : Le chemin du fichier OPML n'existe pas
he: שגיאה: נתיב OPML שסופק אינו קיים
hi: त्रुटि: प्रदत्त OPML पथ मौजूद नहीं है
ka: შეცდომა: მოწოდებული OPML ბილიკი არ არსებობს
sl: Napaka: Navedena pot OPML ne obstaja
tr: Hata: Verilen OPML yolu mevcut değil

source: Error parsing OPML file `{0}`
cs: Chyba při zpracování souboru OPML `{0}
fr: Erreur lors de l'analyse du fichier OPML `{0}`
he: שגיאה בניתוח קובץ OPML ‏'‎{0}'
hi: OPML फाइल `{0}` का विश्लेषण करने में त्रुटि
ka: OPML ფაილის '{0}' დამუშავების შეცდომა
sl: Napaka pri razčlenjevanju datoteke OPML '{0}'
tr: `{0}` OPML dosyası ayrıştırılırken hata oluştu

source: General
cs: Obecné
fr: Général
he: כללי
hi: सामान्य
ka: ზოგადი
sl: Splošno
tr: Genel

source: General preferences
fr: Paramètres généraux
he: העדפות כלליות
hi: सामान्य प्राथमिकताएं
ka: საერთო პარამეტრები
sl: Splošne nastavitve

source: Show newer articles first
fr: Afficher l'article le plus récent d'abord
he: הצגת מאמרים חדשים ראשונים
hi: नए आलेख पहले दिखाएं
ka: ჯერ ახალი სტატიები მაჩვენე
sl: Najprej pokaži novejše članke
tr: Daha yeni makaleleri önce göster

source: Open links in your browser
fr: Ouvrir les liens dans votre navigateur
he: פתיחת קישורים בדפדפן שלך
hi: अपने ब्राउज़र में लिंक खोलें
ka: ბმულების გახსნა თქვენს ბრაუზერში
sl: Odpirajte povezave v svojem brskalniku
tr: Bağlantıları tarayıcınızda açın

source: Use external video player for YouTube
fr: Utiliser un lecteur vidéo externe pour YouTube
he: שימוש בנגן סרטים חיצוני עבור YouTube
hi: YouTube के लिए बाहरी वीडियो प्लेयर का उपयोग करें
ka: YouTube-სთვის გარე ვიდეოდამკვრელის გამოყენება
sl: Uporabi zunanji video predvajalnik za YouTube

source: Requires youtube-dl and a compatible video player
fr: Nécessite youtube-dl et un lecteur vidéo compatible
he: דורש youtube-dl ונגן סרטים מתאים
hi: youtube-dl और एक संगत वीडियो प्लेयर की आवश्यकता है
ka: სჭირდება youtube-dl და თავსებადი ვიდეოდამკვრელი
sl: Potrebujete youtube-dl in združljiv predvajalnik videoposnetkov

source: Preferred video player
fr: Lecteur vidéo préféré
he: נגן סרטים מועדף
hi: पसंदीदा वीडियो प्लेयर
ka: სასურველი ვიდეოდამკვრელი
sl: Prednostni video predvajalnik

source: Maximum article age
fr: Âge maximum des articles
he: אורך חיים מרבי למאמר
hi: अधिकतम आलेख आयु
ka: მაქსიმალური სტატიის ასაკი
sl: Največja starost članka
tr: En eski makale yaşı

source: In days
fr: En jours
he: בימים
hi: दिनों में
ka: დღეში
sl: V dnevih
tr: Gün olarak

source: Refresh preferences
fr: Rafraîchir les préférences
he: העדפות רענון
hi: प्राथमिकताएं ताज़ा करें
ka: პარამეტრების განახლება
sl: Osveži lastnosti

source: Refresh articles on startup
fr: Rafraîchir les articles au démarrage
he: רענון מאמרים עם ההפעלה
hi: शुरुवात पर आलेख ताज़ा करें
ka: სტატიების განახლება გაშვებისას
sl: Ob zagonu osveži članke
tr: Başlangıçta makaleleri yenile

source: New articles notification
fr: Notification des nouveaux articles
he: התרעה על מאמרים חדשים
hi: नए आलेखों की अधिसूचना
ka: ახალი სტატიების გაფრთხილება
sl: Obvestilo o novih člankih

source: Enable auto-refresh
fr: Activer le rafraîchissement automatique
he: לאפשר רענון אוטומטי
hi: स्वतः ताज़ा सक्षम करें
ka: ავტომატური განახლების ჩართვა
sl: Omogoči samodejno osveževanje

source: Auto-refresh interval
fr: Intervalle d'auto-rafraîchissement
he: מרווח לרענון אוטומטי
hi: स्वतः ताज़ा अंतराल
ka: ავტომატური განახლების ინტერვალი
sl: Interval samodejnega osveževanja

source: In seconds
fr: En secondes
he: בשניות
hi: सेकंड में
ka: წამებში
sl: V sekundah

source: Clear caches
fr: Vider les caches
he: פינוי מטמון
hi: कैशे साफ करें
ka: კეშის გასუფთავება
sl: Počistite predpomnilnike
tr: Önbellekleri temizle

source: Clear
fr: Nettoyer
he: פינוי
hi: साफ करें
ka: გაწმენდა
sl: Počisti

source: Appearance
fr: Apparence
he: מראה
hi: दिखावट
ka: გარეგნობა
sl: Videz

source: Appearance preferences
fr: Préférences d'apparence
he: העדפות מראה
hi: दिखावट प्राथमिकताएं
ka: გარეგნობის მორგება
sl: Nastavitve videza

source: Dark mode
fr: Mode sombre
he: מצב כהה
hi: गहरा मोड
ka: მუქი რეჟიმი
sl: Temna tema
tr: Karanlık modu

source: Use dark theme for reader mode
fr: Utiliser le thème sombre pour le mode lecture
he: שימוש בערכת נושא כהה במצב קריאה
tr: Okuma modundayken karanlık temayı kullan

source: Show article thumbnails
fr: Montrer les vignettes des articles
he: הצגת תמונות ממוזערות למאמר
hi: आलेख थंबनेल दिखाएं
ka: სტატიის მინიატურების ჩვენება
sl: Pokaži sličice člankov

source: Maximum thumbnail height
fr: Hauteur maximale des vignettes
he: גובה מרבי לתמונה ממוזערת

source: Show full articles titles
fr: Afficher les titres complets des articles
he: הצגת כותרת מלאה למאמר
hi: संपूर्ण आलेखों के शीर्षक दिखाएं
ka: სრული სტატიის სათაურების ჩვენება
sl: Pokaži celotne naslove člankov
tr: Makalelerin başlıklarını tümüyle göster

source: Show full feeds names
cs: Zobrazit úplné názvy kanálů
fr: Afficher les noms complets des flux
he: הצגת שם מלא של הזנות
hi: संपूर्ण फीड नाम दिखाएं
ka: სრული სტატიის სახელების ჩვენება
sl: Pokaži celotna imena virov
tr: Beslemelerin isimlerini tümüyle göster

source: Font preferences
fr: Préférences de police
he: העדפות גופן
hi: फॉन्ट प्राथमिकताएं
ka: ფონტების მორგება
sl: Nastavitve pisave

source: Use system font for titles
fr: Utiliser la police système pour les titres
he: שימוש בגופן מערכת לכותרות
hi: शीर्षकों के लिए सिस्टम फॉन्ट का उपयोग करें
ka: სისტემური ფონტის გამოყენება სათაურებისთვის
sl: Uporabi sistemsko pisavo za naslove

source: Use system font for paragraphs
fr: Utiliser la police système pour les paragraphes
he: שימוש בגופן מערכת לפסקאות
hi: अनुच्छेदों के लिए सिस्टम फॉन्ट का उपयोग करें
ka: სისტემური ფონტის გამოყენება აბზაცებისთვის
sl: Uporabi sistemsko pisavo za odstavke

source: Custom title font
fr: Police de titres personnalisée
he: גופן מותאם לכותרת
hi: तदनुकूल शीर्षक फॉन्ट
ka: მომხმარებლის სათაურის ფონტი
sl: Pisava naslova po meri

source: Custom paragraph font
fr: Police de paragraphes personnalisée
he: גופן מותאם לפסקאות
hi: तदनुकूल अनुच्छेद फॉन्ट
ka: მომხმარებლის აბზაცის ფონტი
sl: Pisava odstavka po meri

source: Custom monospace font
fr: Police monospace personnalisée
he: גופן באורך קבוע מותאם
hi: तदनुकूल मोनोस्पेस फॉन्ट
ka: ერთსიგანიან ფონტის ხელით მითითება
sl: Pisava enotne širine po meri

source: Privacy
fr: Vie privée
he: פרטיות
hi: गोपनीयता
ka: პირადი ინფორმაცია
sl: Zasebnost

source: Privacy preferences
fr: Paramètres de vie privée
he: העדפות פרטיות
hi: गोपनीयता प्राथमिकताएं
ka: კონფიდენციალობის მორგება
sl: Nastavitve zasebnosti

source: Enable JavaScript
cs: Povolit JavaScript
fr: Activer Javascript
he: לאפשר JavaScript
hi: जावास्क्रिप्ट सक्षम करें
ka: JavaScript-ის ჩართვა
sl: Omogoči JavaScript
tr: JavaScript'i etkinleştir

source: Try to block advertisements
fr: Essayer de bloquer les publicités
he: לנסות לחסום פרסומות
hi: विज्ञापनों को रोकने का प्रयास करें
ka: რეკლამის დაბლოკვის ცდა
sl: Poskusi blokirati oglase

source: Requires app restart
fr: Nécessite de redémarrer l'application
he: נדרשת הפעלה מחדש של היישום
hi: ऐप पुनरारंभ की आवश्यकता है
ka: ესაჭიროება აპის რესტარტი
sl: Potreben je vnovični zagon programa

source: Update advertisement blocking list
fr: Mettre à jour la liste de blocage des publicités
he: עדכון רשימת חסימת פרסומות
hi: विज्ञापन अवरोधन सूची अद्यतन करें
ka: რეკლამის დაბლოკვის სიის განახლება
sl: Posodobi seznam blokiranih oglasov

source: Updates automatically every 10 days
fr: Mise à jour automatique tous les 10 jours
he: עדכון אוטומטי בכל 10 ימים
hi: हर 10 दिन में स्वचालित रूप से अद्यतन होता है
ka: განახლდება ავტომატურად ყოველ 10 დღეში
sl: Samodejno se posodobi vsakih 10 dni

source: Update
fr: Mettre à jour
he: עדכון
hi: अद्यतन
ka: განახლება
sl: Posodobi

source: Advanced
cs: Pokročilé
fr: Avancé
he: מתקדם
hi: उन्नत
ka: დაწინაურებული
sl: Napredno
tr: Gelişmiş

source: Advanced preferences
fr: Paramètres avancés
he: העדפות מתקדמות
hi: उन्नत प्राथमिकताएं
ka: დამატებითი პარამეტრები
sl: Napredne nastavitve

source: Maximum refresh threads
fr: Threads de rafraîchissements
he: מספר חוטים מרביים לרענון
hi: अधिकतम ताज़ा थ्रेड्स
ka: მაქსიმალური განახლების ნაკადები
sl: Največje število niti za osveževanje
tr: Eş zamanlı yenileme sınırı

source: How many threads to use for feeds refresh
fr: Nombre de threads à utiliser pour rafraîchir les flux
he: כמה חוטים לשימוש לרענון הזנות
hi: फीड ताज़ा करने के लिए कितने थ्रेड का उपयोग करना है
ka: რამენი ნაკადი გამოიყენება ლენტების განახლებისას
sl: Koliko niti uporabiti za osveževanje virov

source: Experimental GtkListView for articles list
fr: Activation expérimentale de GtkListView pour la liste des articles
he: ‏GtkListView ניסיוני עבור רשימת המאמרים
hi: आलेख सूची के लिए प्रायोगिक GtkListView
ka: ექსპერიმენტული GtkListView ლენტების სიისთვის
sl: Poskusni GtkListView za seznam člankov

source: Loading feeds...
fr: Chargement des flux...
he: טוען הזנות…

source: Mark as unread
fr: Marqué comme non-lu
he: סימון כלא נקרא
tr: Okunmadı olarak işaretle

source: Mark as read
fr: Marquer comme lu
he: סימון כנקרא
tr: Okundu olarak işaretle

source: `{0}`: connection timed out
fr: `{0}`: connexion expirée
he: ‏'{0}': תם זמן ההתחברות
hi: `{0}`: कनेक्शन का समय समाप्त
ka: `{0}`: მიერთების მოლოდინის ვადა ამოიწურა
sl: »{0}«: časovna omejitev povezave je potekla
tr: `{0}`: zaman aşımına uğradı

source: `{0}` might not be a valid address
fr: `{0}` n'est sans doute pas une adresse valide
he: יתכן ו־'{0}' כתובת לא תקפה
hi: `{0}` संभवतः वैध पता नहीं है
ka: `{0}` შეიძლება არასწორი მისამართია
sl: »{0}« morda ni veljaven naslov

source: Error downloading `{0}`, code `{1}`
fr: Erreur lors du téléchargement de `{0}`, code `{1}`
he: שגיאה בהורדת '{0}', קוד '{1}'
hi: `{0}` डाउनलोड करने में त्रुटि, कोड `{1}`
ka: '{0}'-ის გადმოწერის შეცდომა. კოდი '{1}
sl: Napaka pri prenosu '{0}', koda '{1}'
tr: `{0}` indirilirken hata, kod `{1}`

source: Error downloading favicon for `{0}`
cs: Chyba při stahování favicon pro `{0}`
fr: Erreur lors du téléchargement de favicon pour `{0}`
he: שגיאה בהורדת צלמית עבור '{0}'
hi: `{0}` के लिए फ़ेविकॉन डाउनलोड करने में त्रुटि
ka: Favicon-ის გადმოწერის შეცდომა '{0}'-სთვის
sl: Napaka pri prenosu favikona za »{0}«
tr: `{0}` için simge indirilirken hata

source: Link copied to clipboard!
fr: Lien copié dans le presse-papiers !
he: קישור הועתק ללוח הגזירים!
hi: लिंक क्लिपबोर्ड पर कॉपी किया गया!
ka: ბმული დაკოპირდა გაცვლის ბუფერში!
sl: Povezava kopirana na odložišče!
tr: Bağlantı panoya kopyalandı!

source: Feed content not available for this article
fr: Contenu du flux indisponible pour cet article
he: תוכן ההזנה לא זימן למאמר זה
hi: इस आलेख के लिए फीड सामग्री उपलब्ध नहीं है
ka: ლენტის შემცველობა ამ სტატიისთვის ხელმისაწვდომი არაა
sl: Vsebina vira ni na voljo za ta članek

source: Enter feed address to add
cs: Zadejte adresu kanálu, který chcete přidat.
fr: Entrez l'adresse du flux à ajouter
he: יש להזין כתובת הזנה להוספה
hi: जोड़ने हेतु फीड पता दर्ज करें
ka: შეიყვანეთ დასამატებელი მისამართი
sl: Za začetek vnesite naslov vira, ki ga želite dodati
tr: Eklemek için besleme adresi girin

source: Add
cs: Přidat.
fr: Ajouter
he: הוספה
hi: जोड़ें
ka: დამატება
sl: Dodaj
tr: Ekle

source: You're already subscribed to that feed!
fr: Vous êtes déjà abonné à ce flux !
he: כבר נרשמת להזנה זו!
hi: आप पहले से ही उस फीड के सदस्य हैं!
ka: ეს ლენტა უკვე გამოწერილი გაქვთ!
sl: Na ta vir ste že naročeni!
tr: Beslemeye halihazırda abonesiniz!

source: Let's get started
fr: Commençons
he: בואו נתחיל
hi: चलिए शुरू करते हैं
ka: დავიწყოთ
sl: Pa začnimo
tr: Hadi başlayalım

source: Add new feeds via URL
cs: Přidat nové kanály přes URL
fr: Ajouter de nouveaux flux via une URL
he: הוספת הזנות חדשות באמצעות כתובת URL
hi: URL के माध्यम से नई फीड जोड़ें
ka: ახალი ლენტების დამატება ბმულით
sl: Dodaj nove vire prek URL-jev
tr: URL kullanarak beslemek ekleyin

source: Import an OPML file
fr: Importer un fichier OPML
he: ייבוא קובץ OPML
hi: OPML फाइल आयात करें
ka: OPML ფაილის შემოტანა
sl: Uvozi datoteko OPML
tr: Bir OPML dosyası içeri aktarın

source: Show Read Articles
fr: Montrer les articles lus
he: הצגת מאמרים שנקראו

source: Mark All as Read
fr: Marquer tous comme lus
he: סימון הכול כנקרא
hi: सभी को पठित चिह्नित करें
ka: ყველას წაკითხულად დაყენება
sl: Označi vse kot prebrano

source: Mark All as Unread
fr: Marquer tous comme non-lus
he: סימון הכל כלא נקרא

source: Show Empty Feeds
fr: Montrer les flux vides
he: הצגת הזנות ריקות

source: Import OPML
fr: Importer un fichier OPML
he: ייבוא OPML
tr: OPML içeri aktar

source: Export OPML
fr: Exporter un fichier OPML
he: ייצוא OPML
tr: OPML dışarı aktar

source: Preferences
cs: Předvolby
fr: Préférences
he: העדפות
tr: Tercihler

source: Keyboard Shortcuts
fr: Raccourcis clavier
he: צירופי מקשים
tr: Klavye Kısayolları

source: About Feeds
cs: O Feedech
fr: À propos
he: על הזנות
tr: Beslemeler Hakkında

source: Filter
fr: Filtrer
he: מסנן
hi: फिल्टर
ka: ფილტრი
sl: Filtriraj

source: Add Feed
fr: Ajouter un flux
he: הוספת הזנה
hi: फीड जोड़ें
ka: ლენტის დამატება
sl: Dodaj vir

source: Refresh
fr: Rafraîchir
he: רענון
hi: ताज़ा करें
ka: განახლება
sl: Osveži
tr: Yenile

source: Search
cs: Hledat
fr: Rechercher
he: חיפוש
hi: खोजें
ka: ძებნა
sl: Išči
tr: Ara

source: There Are Errors
fr: Il y a des erreurs
he: יש שגיאות
hi: कुछ त्रुटियां हैं
ka: აღმოჩენილია შეცდომები
sl: Zaznane so napake

source: Offline
fr: Hors-ligne
hi: ऑफलाइन
ka: გათიშული
sl: Nepovezano

source: Manage Tags for Selected Feeds
fr: Gérer les étiquettes pour les flux sélectionnés
he: ניהול תגיות עבור הזנות נבחרות
hi: चयनित फीड के लिए टैग प्रबंधित करें
ka: მართეთ ჭდეები მონიშნული ლენტებისთვის
sl: Upravljaj značke za izbrane vire

source: Select/Unselect All
fr: Sélectionner / désélectionner tous
he: בחירת/ביטול בחירת הכול
hi: सभी को चुनें/अचयनित करें
ka: ყველაფრის მონიშვნა/მოხსნა
sl: Izberi/počisti izbor vseh

source: Delete Selected Feeds
fr: Supprimer les flux sélectionnés
he: מחיקת הזנות נבחרות
hi: चयनित फीड हटाएं
ka: მონიშნული ლენტების წაშლა
sl: Izbriši izbrane vire

source: New tag name…
fr: Nouveau nom d'étiquette...
he: שם תגית חדש…
hi: नया टैग नाम...
ka: ახალი ჭდის სახელი…
sl: Ime nove značke ...

source: Add Tag
fr: Ajouter une étiquette
he: הוספת תגית
hi: टैग जोड़ें
ka: ჭდის დამატება
sl: Dodaj značko

source: There are no tags yet
cs: Zatím žádné značky
fr: Il n'y a pas encore d'étiquettes
he: עוד אין תגיות
hi: अभी तक कोई टैग नहीं हैं
ka: ჭდეები ჯერ არ გაქვთ
sl: Značk še ni
tr: Henüz etiket yok

source: Add some using the entry above
cs: Přidat pomocí výše uvedeného pole
fr: Ajoutez-en en utilisant l'entrée ci-dessus
he: הוספה של כמה באמצעות השורה מעל
hi: उपरोक्त प्रविष्टि का उपयोग करके कुछ जोड़ें
ka: დაამატეთ ზემო ჩანაწერის გამოყენებით
sl: Dodajte jih z zgornjim vnosom
tr: Yukarıdaki girdiyi kullanarak birkaç tane ekleyin

source: Open in Browser
fr: Ouvrir dans le navigateur
he: פתיחה בדפדפן
hi: ब्राउज़र में खोलें
ka: ბრაუზერში გახსნა
sl: Odpri v brskalniku

source: Open in External Media Player
fr: Ouvrir dans un lecteur média externe
he: פתיחה בנגן מדיה חיצוני

source: Copy Article Link
fr: Copier le lien de l'article
he: העתק קישור מאמר

source: View Mode
fr: Mode de vue
hi: दृश्य मोड
ka: ხედვის რეჟიმი
sl: Način pogleda

source: Web View
fr: Page web
he: תצוגת אינטרנט
hi: वेब व्यू
sl: Spletni pogled
tr: Web Görünümü

source: Reader Mode
cs: Čtecí režim
fr: Lecture
he: מצב קריאה
hi: पाठक मोड
ka: კითხვის რეჟიმი
sl: Bralni način
tr: Okuma Modu

source: Feed Content
fr: Contenu du flux
he: תוכן הזנה
hi: फीड सामग्री
ka: ლენტის შემცველობა
sl: Vsebina vira

source: Zoom Out
fr: Dézoomer
he: התרחקות
hi: ज़ूम आउट
ka: დაპატარავება
sl: Oddalji

source: Reset Zoom
fr: Réinitialiser le zoom
he: איפוס התקריב
hi: ज़ूम रीसेट
ka: გადიდების ჩამოყრა
sl: Ponastavi povečavo

source: Zoom In
fr: Zoomer
he: התקרבות
hi: ज़ूम इन
ka: გადიდება
sl: Približaj

source: Back to Articles
fr: Retour aux articles
he: חזרה למאמרים
hi: आलेख पर वापस जाएं
ka: სტატიებზე დაბრუნება
sl: Nazaj na članke

source: Mark as Read
fr: Marquer comme lu
he: סימון כנקרא

source: No
fr: Non

source: Yes
fr: Oui

source: Open Keyboard Shortcuts
fr: Ouvrir les raccourcis clavier
he: פתיחת צירופי מקשים
hi: कीबोर्ड शॉर्टकट खोलें
ka: კლავიატურის მალსახმობების გახსნა
sl: Odpri tipkovne bližnjice
tr: Klavye Kısayolları'nı Aç

source: Open Menu
cs: Otevřít nabídku
fr: Ouvrir le menu
he: פתיחת תפריט
hi: मेनू खोलें
ka: მენიუს გახსნა
sl: Odpri meni
tr: Menü'yü Aç

source: Open Preferences
cs: Předvolby...
fr: Ouvrir les préférences
he: פתיחת העדפות
hi: प्राथमिकताएं खोलें
ka: მორგების ფანჯრის გახსნა
sl: Odpri Nastavitve
tr: Tercihler'i Aç

source: Open Filter
fr: Ouvrir le filtre
he: פתיחת מסנן
hi: फिल्टर खोलें
ka: ფილტრის გახნა
sl: Odpri filter

source: Quit
cs: Odejít
fr: Quitter
he: יציאה
hi: छोड़ें
ka: გასვლა
sl: Izhod
tr: Çıkış

source: Article List
fr: Liste des articles
he: רשימת מאמרים
hi: आलेख सूची
ka: სტატიების სია
sl: Seznam člankov

source: Next
fr: Suivant
he: הבא
hi: अगला
ka: შემდეგი
sl: Naslednji

source: Previous
fr: Précédent
he: הקודם
hi: पिछला
ka: წინა
sl: Predhodni

source: Show/Hide Read Articles
fr: Montrer / cacher les articles lus
he: הצגת/הסתרת מאמרים שנקראו
hi: पठित आलेख दिखाएं/छिपाएं
ka: წაკითხული სტატიების ჩვენება/დამალვა
sl: Pokaži/skrij prebrane članke

source: Mark All Read
fr: Marquer tous comme lus
he: סימון כלא נקרא
hi: सभी पठित चिह्नित करें
ka: ყველას წაკითხულად დანიშვნა
sl: Označi vse kot prebrano

source: Select an article
cs: Vybrat článek
fr: Choisir un article
he: בחירה מאמר
hi: एक आलेख चुनें
ka: აირჩიეთ სტატია
sl: Izberite članek
tr: Bir makale seç

source: News reader for GNOME
cs: Nová RSS čtečka pro GNOME
fr: Lecteur de flux pour GNOME
he: קורא חדשות עבור GNOME
hi: GNOME के लिए समाचार पाठक
ka: სიახლეების მკითხველი GNOME-სთვის
sl: Bralnik novic za namizje GNOME
tr: GNOME için haber okuyucusu

source: rss;reader;feed;news;
fr: rss;reader;feed;news;lecture;nouvelles;journaux;
he: הזנה;הזנות;rss;קריאה;חדשות;feed;feeds;
hi: rss;पाठक;फीड;समाचार;
ka: rss;reader;feed;news;სიახლეები;ლენტა;წაკითხვა;
sl: rss;reader;feed;news;novice;viri;atom;sporočila;članki;članek;

source: Feeds
cs: Feedy
fr: Flux
he: הזנות
ka: ლენტები
sl: Viri
tr: Beslemeler

source: Feeds is a minimal RSS/Atom feed reader built with speed and simplicity in mind.
cs: Feeds je minimalistický prohlížeč kanálů RSS/Atom, který si cení na rychlosti a jednoduchosti.
fr: Flux est un lecteur de flux RSS / Atom minimal construit avec vitesse et simplicité à l'esprit.
he: הזנות הוא קורא הזנת RSS/Atom בסיסי הנבנה במחשב על מהירות ופשטות.
hi: Feeds एक न्यूनतम RSS/एटम फीड पाठक है जिसे गति और सरलता को ध्यान में रखकर बनाया गया है।
ka: Feeds მინიმალური RSS/Atom ლენტის წამკითხველი, რომელიც აგებულია სიჩქარისა და სიმარტივისთვის.
sl: Viri je minimalni bralnik virov RSS/Atom, izdelan z mislijo na hitrost in preprostost.
tr: Beslemeler, hız ve basitlik göz önünde bulundurularak oluşturulmuş minimal bir RSS/Atom besleme okuyucusudur.

source: It offers a simple user interface that only shows the latest news from your subscriptions.
cs: Má jednoduché uživatelské rozhraní, které zobrazuje pouze nejnovější zprávy z vašich odběrů.
fr: Il propose une interface utilisateur simple qui n'affiche que les nouvelles les plus récentes de vos abonnements.
he: הוא מציע ממשק משתמש פשוט שרק מציג את החדשות האחרונות מההרשמות שלך.
hi: यह एक सरल उपयोगकर्ता अंतराफलक प्रदान करता है जो केवल आपके सदस्यता प्राप्त स्रोत से नवीनतम समाचार दिखाता है।
ka: გთავაზობთ მარტივ მომხმარებლის ინტერფეისს, რომელიც, მხოლოდ, უახლეს სიახლეებს გაჩვენებთ თქვენი გამოწერილი ლენტებიდან.
sl: Ponuja preprost uporabniški vmesnik, ki prikazuje samo najnovejše novice iz vaših naročnin.
tr: Aboneliklerinizden en son haberleri gösteren basit bir kullanıcı arayüzü sunar.
