Repository: AlanTaranti/rilato
Catalog: po/*.po
Languages: cs, fr, he, hi, ka, sl, tr

source: Articles are shown in a web view by default, with javascript disabled for a faster and less intrusive user experience. There's also a reader mode included, built from the one GNOME Web/Epiphany uses.
cs: se ve výchozím nastavení zobrazují ve webovém zobrazení s Javascript je vypnut, aby byl rychlejší a méně matoucí uživatelská zkušenost. K dispozici je také režim čtení založený na na základě funkcí používaných v prostředí GNOME Web / Epiphany.
fr: Les articles sont affichés dans une vue web par défaut, avec Javascript désactivé afin de fournir une expérience utilisateur plus rapide et moins intrusive. Il y a aussi un mode « lecture », construit d'après celui que GNOME Web utilise.
he: מאמרים מוצגים בתצוגת אינטרנט בבררת מחדל, עם JavaScript מושבת לטובת חווית משתמש מהירה יותר וחסרת הפרעות. כלול גם מצב קריאה, נבנה מזה שבשימוש דפדפן GNOME ‏(Epiphany).
hi: आलेख तयशुदा रूप से वेब दृश्य में दिखाए जाते हैं, तेज़ और कम दखल देने वाले उपयोगकर्ता अनुभव के लिए जावास्क्रिप्ट अक्षम होता है। इसमें एक पाठक मोड भी शामिल है, जो GNOME वेब/Epiphany के उपयोग से निर्मित है।
ka: სტატიები ნაჩვენებია ვებ – ხედში ნაგულისხმევად, javascript გამორთულია მომხმარებლის უფრო სწრაფი და ნაკლებად ინტრუზიული გამოცდილებისთვის. ასევე შედის მკითხველის რეჟიმი, რომელიც აგებულია GNOME Web/Epiphany– დან.
sl: Članki so privzeto prikazani v spletnem pogledu, pri čemer je javascript onemogočen za hitrejšo in manj vsiljivo uporabniško izkušnjo. Vključen je tudi način branja, zgrajen iz tistega, ki ga uporablja GNOME Web/Epiphany.
tr: Makaleler, daha hızlı ve daha az müdahaleci bir kullanıcı deneyimi için varsayılan olarak web görünümünde javascript devre dışı bırakılmış halleriyle gösterilir. Ayrıca GNOME Web/Epiphany uygulamasını baz alarak oluşturulmuş bir okuyucu modu da vardır.

source: Feeds can be imported and exported via OPML.
cs: Feeds können mithilfe von OPML-Dateien importiert und exportiert werden.
fr: Les flux peuvent êtres importés et exportés via OPML.
he: הזנות יכול לייבוא ולייצא באמצעות OPML.
hi: फीड को OPML के माध्यम से आयात और निर्यात किया जा सकता है।
ka: ლენტები შეიძლება შემოტანილი და გატანილი იყოს OPML-ით.
sl: Vire lahko uvažate in izvažate prek OPML.
tr: Beslemeler OPML kullanılarak içeri veya dışarı aktarılabilirler.

source: Links in the web view show a preview of the destination URL
fr: Les liens dans la vue web montrent un aperçu de l'URL de destination

source: Stability improvements related to article thumbnails
fr: Améliorations de stabilité liées aux vignettes des articles

source: Reworked dialog windows
fr: Fenêtres de dialogues remaniées

source: Fixes for non-unicode character encodings
fr: Corrections pour l'encodage de caractères non-unicodes

source: Fixes for importing OPML
fr: Correction pour l'import de fichiers OPML

source: Various bug fixes and improvements
fr: Diverses corrections de bogues et améliorations

source: Code refactoring
fr: Refonte du code

source: Flatpak dependency fixes
fr: Corrections dans les dépendances Flatpak

source: Brand new look powered by GTK4 and Libadwaita
fr: Tout nouveau look avec GTK4 et Libadwaita

source: Articles can have thumbnails
fr: Les articles peuvent avoir des vignettes

source: New advertisement blocking feature
fr: Nouvelle fonctionnalité de blocage des pubs

source: Human friendly article date and time
fr: Date et heure de l'article lisibles

source: Less intrusive feed error notification
fr: Notification d'erreur de flux moins intrusive

source: Customizable reader mode fonts
fr: Polices de caractères personnalisables en mode lecture

source: Empty feeds can be hidden
fr: Les flux vides peuvent être cachés

source: New lightning fast C++ powered backend for feed parsing
fr: Nouveau backend d'analyse des flux en C++ vif comme l'éclair

source: Experimental article list implementation using GtkListView
fr: Implémentation expérimentale d'une liste d'articles utilisant GtkListView

source: Removed saved articles feature
fr: Fonctionnalité de sauvegarde des articles retirée

source: Fixed view mode button
fr: Bouton de mode de vue réparé
he: כפתור מצב תצוגה קבוע
tr: Görüntüleme modu düğmesi düzeltildi

source: Option to open YouTube links with an external media player
fr: Possibilité d'ouvrir les liens YouTube avec un lecteur média externe
he: אפשרות לפתוח קישורי YouTube באמצעות נגד מדיה חיצוני
tr: YouTube bağlantılarını harici bir medya oynatıcıyla açma seçeneği

source: Saved articles are no longer stored inside the cache directory, avoiding accidental deletion
fr: Les articles sauvegardés ne sont plus stockés dans le cache du répertoire, évitant des suppressions accidentelles
he: מאמרים שמורים לא מאוחסנים יותר בתיקיית המטמון, על מנת להימנע ממחיקה שלהם בטעות
tr: Kazara silinmeleri öncellemek için kaydedilmiş makaleler artık önbellek dizininde depolanmıyorlar

source: Feed icons improvements for high DPI screens
fr: Améliorations des icônes des flux pour les écrans HDPI
he: שיפור סמליל היישום עבור מסכים עם הבחנה גבוהה
tr: Yüksek DPI ekranlar için besleme simgeleri iyileştirmeleri

source: UI improvements on phones
fr: Améliorations de l'interface pour les téléphones
he: שיפורי מנשק משתמש בטלפונים
tr: Telefonlar için UI iyileştirmeleri

source: Switched to the new libhandy Avatar widget
fr: Passage au nouveau widget Avatar de libhandy
he: מעבר ליישומון אוטאר חדש מ־libhandy
tr: Yeni libhandy avatar widget'ına geçildi

source: Added Dutch translation courtesy of Heimen Stoffels
fr: Ajout d'une traduction néerlandaise grâce à Heimen Stoffels
he: הוספת תרגום להולנדית תודות ל־Heimen Stoffels
tr: Heimen Stoffels tarafından Hollandaca'ya çevrildi

source: Fixed searchbar
fr: Barre de recherche réparée
he: שורת חיפוש קבועה
tr: Arama çubuğu düzeltildi

source: New tags feature! You can now categorize your feeds by creating custom tags
fr: Nouvelle fonctionnalité : les étiquettes ! Vous pouvez désormais catégoriser vos flux en créant des étiquettes personnalisées
he: יכולת תגיות חדשה! ניתן עכשיו לסדר לקטגוריות את ההזנות שלך באמצעות יצירת תגיות מותאמות
tr: Yeni etiketler özelliği! Artık özel etiketler oluşturarak yayınlarınızı kategorilere ayırabilirsiniz

source: RSS links can now be opened directly in Feeds to be imported
fr: Les liens RSS peuvent maintenant être ouverts directement dans Flux pour être importés
he: ניתן כעת לפתוח קישורי RSS ישירות בהזנות לייבוא
tr: Artık RSS bağlantıları içeri aktarmak için doğrudan Beslemeler'le açılabilir

source: Mark as read now only marks the currently visible feeds
fr: La fonction "marquer comme lu" ne marque désormais seulement que les flux actuellement visibles
he: סימון כנקרא עכשיו מסמן רק את ההזנות הגלויות
tr: Okundu olarak işaretle yalnızca şu anda görünen beslemeleri işaretler

source: Added support for the latest version of libhandy
fr: Ajout du support pour la dernière version de libhandy
he: הוספת תמיכה לגרסה האחרונה של libhandy
tr: Libhandy'nin en son sürümü için destek eklendi

source: Improved message dialogs
fr: Dialogues de message améliorés
he: שיפו הודעה בחלונות דו-שיח
tr: İletişim kutuları iyileştirildi

source: Performance improvements when importing OPML files
fr: Amélioration des performances lors de l'importation de fichiers OPML
he: שיפורי ביצועים בייבוא קובצי OPML
tr: OPML dosyalarını içe aktarırken performans iyileştirmeleri

source: Removed option to disable client side decoration
fr: Suppression de l'option permettant de désactiver la décoration côté client
he: מחיקת אפשרות להשבתת קישוטי צד לקוח
tr: İstemci tarafı dekorasyonunu devre dışı bırakma seçeneği kaldırıldı

source: Don't remove feeds automatically if they have errors, instead ask the user what to do
fr: Si un flux a des erreurs, il sera demandé à l'utilisateur que faire, plutôt que de le supprimer automatiquement
he: הזנות לא נמחקות באופן אוטומטי אם יש שגיאות, במקום זאת המשתמש נשאל מה לעשות
tr: Beslemelerin hataları olmaları durumunda onları otomatik olarak kaldırmak yerine kullanıcıya ne yapılacağını sor

source: Updated Italian translation
fr: Mise à jour de la traduction italienne
he: עדכון תרגום לאיטלקית
tr: Güncellenmiş İtalyanca çevirisi

source: Updated French translation
fr: Mise à jour de la traduction française
he: עדכון תרגום לצרפתית
tr: Güncellenmiş Fransızca çevirisi

source: Bug fixes
fr: Correction d'anomalies
he: תיקוני תקלות
tr: Hata düzeltmeleri

source: Updated version number
fr: Mise à jour du numéro de version
he: עדכון מספר גרסה
tr: Güncellenmiş sürüm numarası

source: You can now add some feeds by just using the website URL
fr: Il est désormais possible d'ajouter un flux via l'URL d'un site web
he: ניתן כעת להוסיף כמה הזנות רק על ידי שימוש בכתובת URL של אתר אינטרנט
tr: Artık sadece web sitesi URL'sini kullanarak beslemeler ekleyebilirsiniz.

source: New generated placeholder icon for feeds without one
fr: Nouveaux icônes temporaires pour les flux qui en manquent
he: יצירת סמליל מציין מיקום חדש להזנות ללא אחד כזה
tr: Bir simgeye sahip olmayan beslemeler için varsayılan olarak bir tane oluştur

source: Improved reader mode
fr: Mode lecture amélioré
he: שיפור מצב קריאה
tr: İyileştirilmiş okuyucu modu

source: Swipe left on your touchscreen to move back from an article
fr: Glissez vers la gauche de votre écran tactile pour revenir à l'article précédent
he: החלקה שמאלה במסך לוח המגע שלך לחזרה לאחור ממאמר
tr: Bir makaleden geri gitmek için dokunmatik ekranınızda sola kaydırın

source: Code blocks in articles now have syntax highlighting
fr: Les blocs de code sont désormais colorés syntaxiquement
he: גושי קוד במאמרים מוצגים כעת עם הדגשת תחביר
tr: Makalelerdeki kod bloklarında artık sözdizimi vurgulaması var

source: Added French translation
fr: Ajout de la traduction française
he: הוספת תרגום לצרפתית
tr: Fransızca çevirisi eklendi

source: Removed the colored border left of the articles
fr: Suppression de la bordure colorée à gauche des articles
he: הסרת צבע בגבול השמאלי של המאמרים
tr: Makalelerin solundaki renkli kenarlık kaldırıldı

source: More keyboard shortcuts
fr: Plus de raccourcis clavier
he: עוד צירופי מקשים
tr: Daha fazla klavye kısayolları

source: Added option to refresh articles on startup
fr: Ajout d'une option permettant de rafraîchir les articles au démarrage
he: הוספת אפשרות לרענון מאמרים עם ההפעלה
tr: Başlangıçta makaleleri yenileme seçeneği eklendi

source: Updated to the GNOME 3.36 runtime
fr: Mise à jour vers GNOME 3.36
he: עדכון לזמן הריצה של GNOME 3.36
tr: GNOME 3.36 çalışma zamanına güncellendi

source: Various improvements and bug fixes
fr: Diverses améliorations et corrections d'anomalies
he: מספר שיפורים ותיקוני תקלות
tr: Çeşitli iyileştirmeler ve hata düzeltmeleri

source: Added loading progress bar
fr: Ajout d'une barre de chargement
he: הוספת פס טעינה
tr: Yükleme ilerleme çubuğu eklendi

source: Added Spanish translation
fr: Ajout de la traduction espagnole
he: הוספת תרגום לספרדית
tr: İspanyolca çevirisi eklendi

source: Various UI improvements
fr: Diverses améliorations concernant l'interface
he: מספר שיפור מנשק משתמש
tr: Çeşitli kullanıcı arayüzü iyileştirmeleri

source: Performance improvements
fr: Améliorations des performances
he: שיפורי ביצועים
tr: Performans iyileştirmeleri

source: Various bug fixes
fr: Diverses corrections de bogues
he: מספר תיקוני תקלות
tr: Çeşitli hata düzeltmeleri

source: Load cached articles on startup
fr: Chargement des articles en cache au démarrage
he: טעינת מטמון מאמרים בהפעלה
tr: Önbelleğe alınmış makaleleri başlangıçta yükle

source: Added new view mode menu
fr: Ajout du nouveau de menu de mode de vue
he: הוספת תפריט חדש למצב תצוגה
tr: Yeni görünüm modu menüsü eklendi

source: Added Brazilian Portuguese translation
fr: Ajout de la traduction en portugais brésilien
he: הוספת תרגום לפורטוגזית ברזילאית
tr: Brezilya Portekizcesi çevirisi eklendi

source: Added Russian translation
fr: Ajout de la traduction en russe
he: הוספת תרגום לרוסית
tr: Rusça çevirisi eklendi

source: Option to ellipsize article titles for a more compact view
fr: Option pour ellipser les articles pour une vue plus compacte
he: אפשרות
tr: Daha kompakt bir görünüm için makale başlıklarını kısaltma seçeneği

source: Added a search function
fr: Ajout d'une fonction de recherche
he: הוספת אפשרות חיפוש
tr: Arama işlevi eklendi

source: Updated dependencies
fr: Mise à jour des dépendances
he: עדכון תלויות
tr: Güncellenmiş bağımlılıklar

source: Errors with feeds are now shown in the UI
fr: Les erreurs de flux sont désormais affichées dans l'interface
he: שגיאות בהזנות כעת מוצגות במנשק המשתמש
tr: Beslemelerle ilgili hatalar artık kullanıcı arayüzünde gösterilir

source: Big UI overhaul
fr: Gros remaniement de l'interface
he: שיפוץ נרחב למנשק המשתמש
tr: Büyük kullanıcı arayüzü revizyonu

source: Updated translations
fr: Mise à jour des traductions
he: עדכוני תרגום
tr: Çeviriler güncellendi

source: OPML file association
fr: Association aux fichiers OPML
he: קישור קובץ OPML
tr: OPML dosya ilişkilendirmesi

source: Changed left headerbar button order
fr: Changement de l'ordre des boutons de la barre de titre gauche
he: שינוי סדר בכפתורים בשרורת הכותרת השמאלית
tr: Sol başlık çubuğu düğme sırası değiştirildi

source: Optimization for updating feeds
fr: Optimisations sur la mise à jour des flux
he: שיפור ביצועים בעדכון הזנות
tr: Beslemeleri güncelleme iyileştirmeleri

source: Redesigned right click/longpress menu
fr: Remaniement du menu clic droit / appui long
he: עיצוב מחדש של לחיצה ימנית/לחיצה ארוכה על תפריט
tr: Sağ tıklama/uzun basma menüsü yeniden tasarlandı

source: Option to show/hide read articles
fr: Option pour afficher ou masquer les articles lus
he: אפשרות להצגת/הסתרת מאמרים שנקראו
tr: Okunan makaleleri gösterme/gizleme seçeneği

source: Reworked suggestion bar
fr: Remaniement de la barre de suggestion
he: עבודה מחדש על שורת ההצעות
tr: Gözden geçirilmiş öneri çubuğu

source: Changed name to Feeds
fr: Changement de nom pour Feeds
he: שינוי שם להזנות
tr: Uygulamala ismi Beslemeler olarak değiştirildi

source: Improved CPU utilization
fr: Améliorations de l'utilisation CPU
he: שיפור כלי מעבד
tr: İyileştirilmiş CPU kullanımı

source: New right click or longpress menu for articles
fr: Nouveau menu de clic droit (ou d'appui long)
he: לחיצה ימנית או לחיצה ארוכה על תפריט למעבר למאמרים
tr: Makaleler için yeni sağ tıklama veya uzun basma menüsü

source: You can now save articles offline
fr: Vous pouvez désormais sauvegarder les articles hors-connexion
he: ניתן כעת לשמור מאמרים למצב לא מקוון
tr: Artık makaleleri çevrimdışı okuma için kaydedebilirsiniz

source: Initial suggestion to add feeds is now less intrusive
fr: La suggestion initiale d'ajout de flux est désormais moins intrusive
he: ההצעה הראשונית להוספת הזנות כעת פחות מפריע
tr: İlk kez çalıştırıldığında gösterilen besleme ekleme önerisi artık daha kullanıcı dostu

source: Read articles are now greyed out
fr: Les articles lus sont désormais grisés
he: מאמרים שנקראו מסומנים עכשיו באפור
tr: Okuma makaleleri artık gri renkte gösterilir

source: Concurrent feeds refresh, with customizable thread count
fr: Rafraîchissement concurrent des flux, avec un nombre de thread personnalisable
he: רענון הזנות במקביל, עם אפשרות התאמה של מספר חוטים
tr: özelleştirilebilir iş parçacığı sayısıyla beslemeleri eşzamanlı yenileme özelleği

source: Added German translation (thanks @Etamuk)
fr: Traduction allemande (merci @Etamuk)
he: הוספת תרגום לגרמנית (תודות ל־‎@Etamuk‎)
tr: Almanca çevirisi eklendi (teşekkürler @Etamuk)

source: Fix bugs in reader mode
fr: Corrections de bug en mode lecture
he: תיקוני תקלות במצב קריאה
tr: Okuyucu modundaki hatalar düzeltildi

source: Minor bug fix
fr: Correction de bogue mineure
he: תיקוני תקלות קטנים
tr: Küçük hata düzeltmesi

source: Improved date and time parsing and display
fr: Améliorations de l'analyse et de l'affichage des dates
he: שיפור ניתוח תאריך ושעה בתצוגה
tr: Geliştirilmiş tarih ve saat ayrıştırma ve görüntüleme

source: Reader mode can now work on websites without an article tag
fr: Le mode lecture fonctionne désormais pour les sites sans tag d'article
he: מצב קריאה עובד עכשיו גם באתרי אינטרנט ללא תגית מאמר
tr: Okuyucu modu artık article etiketi olmayan web sitelerinde çalışabilir

source: Slight improvements to the icon
fr: Légère amélioration de l'icône
he: שיפורים קלים לסמליל
tr: Simgede küçük iyileştirmeler

source: New feature to filter articles by feed
fr: Nouvelle fonctionnalité de filtre d'articles par flux
he: תכונה חדשה לסינון מאמרים לפי הזנה
tr: Makaleleri feed'e göre filtrelemek özelliği

source: Improved favicon download
fr: Amélioration des téléchargements des favicons
he: שיפור הורדה סמליל מועדף
tr: İyileştirilmiş site simgesi indirme

source: Fixed refresh duplicating articles
fr: Correction des rafraîchissements dupliquant les articles
he: תיקון רענון כפול של מאמרים
tr: Yenileme sonrasında birden fazla kez listenen makaleler sorunu düzeltildi

source: Added option to disable client side decoration
fr: Ajout d'une option pour désactiver la décoration côté client
he: הוספת אפשרות להשבתת קישוטי צד לקוח
tr: İstemci tarafı dekorasyonunu devre dışı bırakma seçeneği eklendi

source: Brought primary menu in line with GNOME HIG
fr: Introduction du menu primaire raccord avec les GNOME HIG
he: יישור קו של התפריט העיקרי ל־GNOME HIG
tr: GNOME HIG ile uyumlu birincil menü getirildi

source: Added placeholder icon for feeds without an icon
fr: Ajout d'un icône par défaut pour les articles sans icône
he: הוספת סמליל מציין מיקום להזנות ללא סמליל
tr: Simgesiz beslemeler için yer tutucu simge eklendi

source: Migrated some widgets to Glade templates
fr: Migration de certains widgets vers des templates Glade
he: מעבר של כמה יישומונים לתבניות Glade
tr: Bazı widget'ları Glade şablonlarına taşındı

source: Option to use reader mode by default
fr: Option pour utiliser le mode lecture par défaut
he: אפשרות להשתמש במצב קריאה בבררת מחדל
tr: Varsayılan olarak okuyucu modunu kullanma seçeneği

source: Option to show article content from the feed
fr: Option pour afficher le contenu de l'article à partir du flux
he: אפשרות להצגת תוכן מאמר מההזנה
tr: Beslemeden makale içeriğini gösterme seçeneği

source: Fixed labels alignment
fr: Correction de l'alignement de labels
he: תיקון יישור תוויות
tr: Etiket hizalaması düzeltildi

source: Changed app name to Feeds
fr: Changement du nom de l'app pour Feeds
he: שינוי שם היישום להזנות (Feeds)
tr: Uygulama adı Beslemeler olarak değiştirildi

source: Added separators for the two sections of the app
fr: Ajout de séparateurs pour les deux sections de l'app
he: הוספת מפרידים לשני המקטעים של היישום
tr: Uygulamanın iki bölümü için ayırıcılar eklendi

source: Using links as feed titles when there is no title
fr: Utilisation du lien comme titre pour les articles sans titre
he: שימוש בקישורים ככותרת להזנה בזמן שאין כותרת
tr: Başlık olmadığında bağlantıları besleme başlığı olarak kullanma

source: Added preference for maximum article age
fr: Ajout d'une option pour l'âge maximal d'un article
he: הוספת העדפה לזמן חיים מרבי למאמר
tr: Maksimum makale yaşı için tercih eklendi

source: Added zoom keyboard shortcuts
fr: Ajout de raccourcis claviers de zoom
he: הוספת צירופי מקשים לתקריב
tr: Yakınlaştırma klavye kısayolları eklendi

source: Added preference to enable JavaScript
fr: Ajout d'une option pour activer Javascript
he: הוספת העדפה לאפשור JavaScript
tr: JavaScript'i etkinleştirmek için tercih eklendi

source: Fix window control positions when they are on the left
fr: Correction des positions des contrôles de fenêtre lorsqu'ils sont sur la gauche
he: תיקון מיקום פקדי חלון בשעה שהם בצד שמאל
tr: Pencere kontrol konumlarını soldayken oluşan sorun düzeltildi

source: Feeds for websites without favicons will now work
fr: Les flux des sites sans favicons fonctionneront désormais
he: הזנות לאתר אינטרנט ללא סמליל תעבדנה עכשיו
tr: Favori simgesi olmayan web siteleri için beslemeler artık çalışacak

source: Fixed bug with adding new feeds
fr: Correction d'un bug à l'ajout de nouveaux flux
he: תיקון תקלה עם הוספת הזנות חדשות
tr: Yeni beslemelerin eklenmesiyle ilgili hata düzeltildi

source: Switched to native file chooser
fr: Utilisation d'un sélecteur de fichiers natif
he: מעבר לבוחר קבצים טבעי
tr: Yerel dosya seçiciye geçildi

source: Added empty state initial screen for sidebar
fr: Ajout d'un écran d'état initial vide pour le barre latérale
he: הוספת מצב מסך ריק לסרגל הצד
tr: Kenar çubuğu için boş durum başlangıç ekranı eklendi

source: Added italian translation
fr: Ajout de la traduction italienne
he: הוספת תרגום לאיטלקית
tr: İtalyanca çevirisi eklendi

source: First release
fr: Première parution
he: שחרור ראשון
tr: İlk sürüm

source: Cache
he: מטמון
hi: कैशे
ka: კეში
sl: Predpomnilnik
tr: Önbellek

source: There are some errors
cs: Vyskytly se nějaké chyby
he: יש כמה שגיאות
tr: Bazı hatalar var

source: Show
he: הצגה
tr: Göster

source: Ignore
he: התעלמות
tr: Atla

source: There were problems with some feeds. Do you want to remove them?
he: ישנן בעיות בכמה הזנות. האם ברצונך למחוק אותן?
hi: कुछ फीड में समस्याएं थीं। क्या आप उन्हें हटाना चाहते हैं?
ka: აღმოჩენილია პრობლემები რამდენიმე ლენტასთან. გნებავთ მათი წაშლა?
sl: Prišlo je do težav z nekaterimi viri. Ali jih želite odstraniti?
tr: Bazı beslemelerde sorun var. Hatalı olanları kaldırmak ister misiniz?

source: You are offline
he: הנך במצב לא מקוון
tr: Çevrimdışısınız

source: url
he: כתובת
sl: Naslov URL

source: Article
he: מאמר
hi: आलेख
ka: სტატია
sl: Članek

source: Menu
he: תפריט
hi: मेनू
ka: მენიუ
sl: Meni
tr: Menü

source: Change View Mode
he: שינוי מצב תצוגה

source: @prettyname@
he: @yoseforb@

source: `{0}` is not an URL
tr: `{0}` bir URL değil

source: Select/Unselect all
tr: Hepsini seç/Seçimi kaldır

source: Delete selected feeds
tr: Seçili beslemeleri sil

source: Manage tags for selected feeds
tr: Seçili beslemeler için etiketleri yönet

source: General Settings
cs: Obecná nastavení
tr: Genel Ayarlar

source: Open YouTube links via your video player
tr: YouTube bağlantılarını video oynatıcınızla açın

source: Great when paired with youtube-dl enabled players
tr: youtube-dl destekli oynatıcılarla kullanıldığında en iyi bir deneyimi sağlar

source: Preferred media player
tr: Tercih edilen medya oynatıcısı

source: Clear all caches
tr: Tüm önbellekleri temizle

source: View
cs: Zobrazit
tr: Görüntüleme

source: View Settings
cs: Nastavení zobrazení
tr: Görüntüleme Ayarları

source: Advanced Settings
cs: Rozšířená nastavení
tr: Gelişmiş Ayarlar

source: How many threads to refresh feeds
tr: Beslemeleri güncellerken kaç adet işlemin yürütüleceğini belirler

source: Feed
tr: Besleme

source: Saved
cs: Uloženo
tr: Kaydedildi

source: Add new feed
cs: Přidat nový zdroj
tr: Yeni besleme ekle

source: Thumbnail
tr: Önizleme

source: Filler View
cs: Zobrazení výplně
tr: Dolgu Görünümü

source: RSS content or summary not available for this article
cs: Obsah RSS nebo shrnutí není pro tento článek k dispozici
tr: Bu makale için RSS içeriği veya açıklaması kullanılabilir değil

source: New tag name...
cs: Název nové značky...
tr: Yeni etiket adı...

source: Add tag
cs: Přidat značku.
tr: Etiket ekle

source: label
cs: popisek
tr: etiket

source: Refresh articles
cs: Aktualizovat články
tr: Makaleleri yenile

source: Search articles
cs: Hledejte články...
tr: Makale ara

source: Next article
cs: Následující článek
tr: Sonraki makale

source: Previous article
cs: Předchozí článek
tr: Önceki makale

source: Show/Hide read articles
cs: Zobrazit/skrýt články
tr: Okunmuş makaleleri göster/gizle

source: Zoom in
cs: Přiblížizt
tr: Yakınlaştır

source: Zoom out
cs: Oddálit
tr: Uzaklaştır

source: Reset zoom
cs: Resetovat přiblížení
tr: Yakınlaştırmayı sıfırla

source: View mode
tr: Görüntüleme modu

source: RSS Content
tr: RSS İçeriği

source: Show read articles
tr: Okunmuş makaleleri göster

source: Mark all as read
tr: Hepsini okundu olarak işaretle

source: Mark all as unread
tr: Hepsini okunmadı olarak işaretle

source: Filter by feed
tr: Besleme ile filtrele

source: Back to articles
tr: Makalelere geri dön
