Repository: AlanTaranti/rilato
Catalog: po/*.po
Languages: cs, fr, he, hi, ka, sl, tr

source: Open externally
tr: Harici bir uygulamayla aç

source: Change view mode
tr: Görüntüleme modunu değiştir

source: Share
cs: Sdílet
tr: Paylaş

source: Save article
tr: Makaleyi kaydet

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ka: თემური დოღონაძე
sl: Martin Srebotnjak <miles@filmsi.net>

source: _Show Read Articles
hi: पठित आलेख दिखाएं (_S)
ka: წაკითხული _სტატიების ჩვენება
sl: Poka_ži prebrane članke

source: Mark All as _Unread
hi: सभी को अपठित चिह्नित करें (_U)
ka: ყველას წა_უკითხავად მონიშვნა
sl: Označi vse kot _neprebrano

source: Show _Empty Feeds
hi: खाली फीड दिखाएं (_E)
ka: ცარიელი ლ_ენტების ჩვენება
sl: Pokaži _prazne vire

source: _Manage Feeds
hi: फीड प्रबंधित करें (_M)
ka: ლენტების _მართვა
sl: Uprav_ljaj vire

source: _Import OPML
hi: OPML आयात करें (_I)
ka: OPML ფა_ილის შემოტანა
sl: _Uvozi OPML

source: E_xport OPML
hi: OPML निर्यात करें (_x)
ka: OPML ფაილის _გატანა
sl: I_zvozi OPML

source: P_references
hi: प्राथमिकताएं (_r)
ka: _მორგება
sl: _Nastavitve

source: _Keyboard Shortcuts
hi: कीबोर्ड शॉर्टकट (_K)
ka: _კლავიატურის მალსახმობები
sl: _Tipkovne bližnjice‫

source: _About Feeds
hi: Feeds के बारे में (_A)
ka: Feeds-ის შესახებ
sl: _O programu Viri

source: Open in _Browser
hi: ब्राउज़र में खोलें (_B)
ka: _ბრაუზერში გახსნა
sl: Odpri v _brskalniku

source: Open in External Media _Player
hi: बाहरी मीडिया प्लेयर में खोलें (_P)
ka: გარე პროგრამაში გახსნა
sl: Odpri v zunanjem pre_dvajalniku medijev

source: _Copy Article Link
hi: आलेख लिंक कॉपी करें (_C)
ka: სტატიის ბმულის _კოპირება
sl: _Kopiraj povezavo do članka

source: Mark as Read/Unread
hi: पठित/अपठित चिह्नित करें
ka: წაითხულად/წაუკითხავად მონიშვნა
sl: Označi kot prebrano/neprebrano

source: Errors while parsing feed `{0}`, URL: `{1}`
hi: फीड विश्लेषण करते समय त्रुटियां `{0}`, URL: `{1}`
ka: დამუშავების შეცდომა ლენტისთვის '{0}', ბმული: ''{1}
sl: Napake pri razčlenjevanju vira »{0}«, URL: »{1}«

source: Error decoding unicode data from feed `{0}`, URL: `{1}`
hi: फीड `{0}` से यूनिकोड डेटा को विकोड करने में त्रुटि, URL: `{1}`
ka: დეკოდირების შეცდომა უნიკოდის მონაცემებისთვის ლენტიდან '{0}' ბმული: '{1}'
sl: Napaka pri dekodiranju podatkov Unicode iz vira »{0}«, URL: »{1}«

source: Error extracting data from feed `{0}`, URL: `{1}`
hi: फीड `{0}` से डेटा निकालने में त्रुटि, URL: `{1}`
ka: შეცდომა მონაცემების გამოღებისას ლენტიდან '{0}', URL: '{1}'
sl: Napaka pri pridobivanju podatkov iz vira »{0}«, URL: »{1}«

source: _Keep
hi: रखें (_K)
ka: დატოვება
sl: O_hrani

source: _Remove
hi: हटाएं (_R)
ka: _წაშლა
sl: _Odstrani

source: _Cancel
hi: रद्द करें (_C)
ka: _გაუქმება
sl: Pre_kliči

source: _Import
hi: आयात (_I)
ka: _შემოტანა
sl: _Uvozi

source: _Delete
hi: मिटाएं (_D)
ka: _წაშლა
sl: _Izbriši

source: Reader mode theme
hi: पाठक मोड थीम
ka: კითხვის რეჟიმის თემა
sl: Tema bralnega načina

source: Automatic
hi: स्वचालित
ka: ავტომატური
sl: Samodejno

source: Light
hi: हल्की
ka: მსუბუქი
sl: Svetla

source: Dark
hi: गहरी
ka: ბნელი
sl: Temna

source: Troubleshooting
hi: समस्यानिवारण
ka: პრობლემების გადაჭრა
sl: Odpravljanje težav

source: Export Configuration as JSON
hi: JSON के रूप में विन्यास निर्यात करें
ka: კონფიგურაციის გატანა JSON-ში
sl: Izvozi prilagoditev kot JSON

source: Attach this when reporting bugs
hi: बग की रिपोर्ट करते समय इसे संलग्न करें
ka: მიამაგრეთ ეს შეცდომების ანგარიშის გაგზავნისას
sl: Priložite to pri poročanju o napakah

source: Export
hi: निर्यात
ka: გატანა
sl: Izvozi

source: Feeds Configuration
hi: फीड विन्यास
ka: ლენტების მორგება
sl: Prilagoditev vira

source: _Close
hi: बंद करें (_C)
ka: _დახურვა
sl: _Zapri

source: Cop_y
hi: कॉपी करें (_y)
ka: _კოპირება
sl: Kopi_raj

source: Author: <a href="{0}">{1}</a>
hi: लेखक: <a href="{0}">{1}</a>
ka: ავტორი: <a href="{0}">{1}</a>
sl: Avtor: <a href="{0}">{1}</a>

source: Author: {0}
hi: लेखक: {0}
ka: ავტორი: {0}
sl: Avtor: {0}

source: Chyba při změně velikosti favikony pro kanál {0}. Pravděpodobně se nejedná o obrázek. Pokus o stažení favikony z článku.
cs: Chyba při změně velikosti favikony pro {0}. Pravděpodobně se jedná o ne grafika. Pokus o načtení favikony z článku.

source: thumbnail
cs: náhled

source: Refresh feeds
cs: Obnovit kanály

source: Jste offline
cs: Nemáte připojení k internetu.

source: Zobrazit nejprve novější články
cs: Nejprve zobrazit novější články

source: Maximální věk článku
cs: Maximální věk článků

source: Vymazat všechny mezipaměti
cs: Vymazat mezipaměť

source: Vymazat mezipaměť
cs: Vymazat

source: Zobrazit úplné názvy článků
cs: Zobrazit celé názvy článků

source: Použít tmavé téma pro režim čtečky
cs: Použít tmavé téma pro zobrazení čtečky

source: Kolik vláken se má obnovit
cs: Počet vláken pro obnovení kanálů

source: Označit jako nepřečtený
cs: Označit jako nepřečtené

source: Označit jako přečtený
cs: Označit jako přečtené

source: Vybrat/zrušit vše
cs: Vybrat/zrušit výběr všech

source: Exportovat OPML
cs: Export OPML

source: Keybord shortcuts
cs: Klávesové zkratky

source: Post
cs: Režim zobrazení

source: RSS Content
cs: Obsah RSS

source: Open Keybord Shorcuts
cs: Načíst klávesové zkratky
